Repository: Babilonia-PE/ios
Catalog: Babilonia/Resources/*.lproj/Localizable.strings
Languages: es

# common.for.text
source: for %@
es: en %@

# common.share
source: I share with you this property published in Babylon.
es: Te comparto esta propiedad publicada en Babilonia.

# common.all
source: All
es: Todos

# hud.alert.success.title
source: Success
es: Éxito

# hud.alert.info.title
source: Information
es: Información

# hud.alert.loading.title
source: Loading
es: Cargando

# errors.something_went_wrong
source: Something went wrong.
es: ¡Lo sentimos! Algo salió mal...

# errors.something_went_wrong.long
source: Something went wrong. Please try again or contact us if the issue will still remain
es: Algo salió mal. Por favor vuelva a intentarlo o comuníquese con nosotros si el problema persiste.

# errors.action_must_be_done_from_web
source: This action must be done from web
es: Esta acción lo debes de realizar desde la web

# errors.network.undefined
source: Undefined network error appeared. Please try again a little bit later.
es: Apareció un error de red no definido. Por favor inténtelo más tarde.

# errors.network.unsatisfied_header
source: Unsatisfied header network error appeared.
es: Apareció un error de encabezado de red insatisfecho.

# errors.network.connection
source: Can't load the data. Please check your internet connection and try again.
es: No se pueden cargar los datos. Por favor compruebe su conexión a internet y vuelva a intentarlo.

# errors.network.unauthorized
source: Unauthorized network error appeared.
es: Apareció un error de red no autorizado.

# errors.network.internalServer
source: Internal server error appeared. Please try again a little bit later.
es: Error interno del servidor. Por favor inténtelo de nuevo más tarde.

# errors.payment.declined
source: Payment declined. Please check your credit card details or contact your bank for support.
es: Pago rechazado. Por favor verifique los detalles de su tarjeta o comuníquese con su banco para mayor asistencia.

# validation.empty.error.text
source: The field shouldn't be empty
es: El campo no debe estar vacío

# validation.large_error.text
source: Field shouldn't exceed %d symbols
es: El campo no debe superar los %d caracteres

# validation.email.error.text
source: Email format is invalid
es: El formato de correo electrónico no es válido

# validation.numbers.not_a_number_error.text
source: This field should be in a numeric format
es: Este campo debe estar en formato numérico

# validation.numbers.range_error.text
source: This value should be in range between %d and %d
es: Este valor debe estar en el rango de %d a %d

# buttons.cancel.title
source: Cancel
es: Cancelar

# buttons.done.title
source: Done
es: Listo

# buttons.save.title
source: Save
es: Guardar

# buttons.settings.title
source: Settings
es: Configuración

# buttons.login.title
source: Login
es: Ingresar

# popups.sign_out.title
source: Sign out?
es: ¿Desea cerrar sesión?

# popups.sign_out.text
source: You will not be able to search properties and receive any notifications
es: No podrás buscar propiedades ni recibir notificaciones

# popups.sign_out.sign_out.title
source: Sign out
es: Cerrar sesión

# popups.unpublish_listing.title
source: Unpublish listing?
es: ¿Desea despublicar el aviso?

# popups.unpublish_listing.text
source: You can publish it again later at any time
es: Podrá volver a publicarlo más tarde en cualquier momento

# popups.unpublish_listing_babilonia.text
source: I sold it with Babilonia
es: Lo vendí con Babilonia

# popups.unpublish_listing_portal.text
source: I sold it with another portal
es: Lo vendí con otro portal

# popups.unpublish_listing_social.text
source: I sold it on social networks
es: Lo vendí por redes sociales

# popups.unpublish_listing_referrals.text
source: I sold it through referrals
es: Lo vendí por referidos

# popups.unpublish_listing_sell.text
source: I didnt get to sell it
es: No lo llegue a vender

# popups.unpublish_listing_description.text
source: I sold it at:
es: Lo vendí en:

# popups.publish_listing.text
source: Are you sure you want to publish the listing?
es: ¿Está seguro de que desea publicar el aviso?

# popups.delete_draft_listing.title
source: Delete listing?
es: ¿Desea eliminar el borrador?

# popups.delete_draft_listing.text
source: Are you sure you want to delete this information? The action can not be undone.
es: ¿Está seguro que desea borrar esta información? La acción no se puede deshacer.

# popups.listing_deleted.text
source: Listing has been successfully deleted
es: Aviso eliminado con éxito

# popups.camera_access.text
source: Access to the camera is denied. Open Settings -> Privacy -> Camera and enable Babilonia access to use this feature
es: Acceso a la cámara denegado. Por favor ingrese a Configuración -> Privacidad -> Cámara y active el acceso a Babilonia para utilizar esta función.

# popups.delete_account.title
source: Delete account?
es: ¿Eliminar cuenta?

# popups.delete_account.text
source: Your account will be permanently deleted
es: Tu cuenta será eliminada permanentemente

# popups.delete_account.delete_account.title
source: Delete account
es: Eliminar cuenta

# image_picker.camera.title
source: Camera
es: Cámara

# image_picker.gallery.title
source: Upload from gallery
es: Cargar desde la galería

# tab_bar.search.title
source: Search
es: Buscar

# tab_bar.favorites.title
source: Favorites
es: Favoritos

# tab_bar.my_listings.title
source: My Listings
es: Mis Avisos

# tab_bar.profile.title
source: Profile
es: Perfil

# start.button.title
source: LET'S START
es: ¡COMENCEMOS!

# signup.button.title
source: SIGN UP
es: REGISTRARSE

# login.button.title
source: LOGIN
es: YA TENGO CUENTA

# create_listing.title
source: Create new listing
es: Crear un nuevo aviso

# create_listing.steps.common.title
source: Common
es: General

# create_listing.steps.advanced.title
source: Advanced
es: Adicionales

# create_listing.steps.details.title
source: Details
es: Características

# create_listing.steps.facilities.title
source: Facilities
es: Comodidades

# create_listing.steps.photos.title
source: Photos
es: Fotos

# create_listing.continue.title
source: CONTINUE (%d/%d)
es: CONTINUAR (%d/%d)

# create_listing.preview.title
source: PREVIEW
es: VISTA PREVIA

# create_listing.listing_preview.title
source: Preview
es: Vista previa

# create_listing.listing_preview.subtitle
source: Unpublished listing
es: Ocultar aviso

# create_listing.listing_preview.publish.title
source: PUBLISH
es: PUBLICAR

# create_listing.common.listing_type.title
source: LISTING TYPE
es: TIPO DE OPERACIÓN

# create_listing.common.listing_type.sale.title
source: Sale
es: Venta

# create_listing.common.listing_type.rent.title
source: Rent
es: Alquiler

# create_listing.common.property_type.title
source: Property type
es: Tipo de inmueble

# create_listing.common.property_type.apartment.title
source: Apartment
es: Departamento

# create_listing.common.property_type.house.title
source: House
es: Casa

# create_listing.common.property_type.commercial.title
source: Commercial
es: Local comercial

# create_listing.common.property_type.office.title
source: Office
es: Oficina

# create_listing.common.property_type.land.title
source: Land
es: Terreno

# create_listing.common.property_type.room.title
source: Room
es: Cuarto

# create_listing.common.property_type.land_agricultural.title
source: Land Agricultural
es: Terreno Agrícola

# create_listing.common.property_type.land_industrial.title
source: Land Industrial
es: Terreno Industrial

# create_listing.common.property_type.land_commercial.title
source: Land Commercial
es: Terreno Comercial

# create_listing.common.property_type.cottage.title
source: Cottage
es: Casa de Campo

# create_listing.common.property_type.beach_house.title
source: Beach House
es: Casa de Playa

# create_listing.common.property_type.building.title
source: Building
es: Edificio

# create_listing.common.property_type.deposit.title
source: Deposit
es: Depósito

# create_listing.common.property_type.parking.title
source: Parking
es: Estacionamiento

# create_listing.common.property_type.airs.title
source: Airs
es: Aires

# create_listing.common.property_type.project.title
source: Project
es: Proyecto

# create_listing.common.area.title
source: Area, m²
es: Área, m²

# create_listing.common.area.placeholder
source: Property area
es: Área del inmueble

# create_listing.common.address.title
source: Address
es: Dirección

# create_listing.common.country.title
source: Country
es: País

# create_listing.common.department.title
source: Department
es: Departamento

# create_listing.common.province.title
source: Province
es: Provincia

# create_listing.common.district.title
source: District
es: Distrito

# create_listing.common.address.placeholder
source: Provide your address
es: Ingrese una dirección

# create_listing.common.description.title
source: Description (%d/%d)
es: Descripción (%d/%d)

# create_listing.common.description.edit.title
source: Description
es: Descripción

# create_listing.common.description.placeholder
source: About your property
es: Sobre su inmueble

# create_listing.common.description.empty_error_text
source: Description shouldn't be empty
es: La descripción no debe estar vacía

# create_listing.common.description.large_error_text
source: Description shouldn't exceed %d symbols
es: La descripción no debe superar los %d caracteres

# create_listing.common.address.unknow_location.text
source: Undetermined location
es: Ubicación indeterminada

# create_listing.details.bathrooms.title
source: Bathrooms
es: Baños

# create_listing.details.bathrooms.title.singular
source: Bathroom
es: Baño

# create_listing.details.bedrooms.title
source: Bedrooms
es: Dormitorios

# create_listing.details.bedrooms.title.singular
source: Bedroom
es: Dormitorio

# create_listing.details.parking_slots.title
source: Parking slots
es: Estacionamientos

# create_listing.details.parking_for_visitors
source: Parking for visitors
es: Estacionamiento para visitas

# create_listing.details.year_of_construction.title
source: Year of construction
es: Año de construcción

# create_listing.details.price.sale.title
source: Price, USD
es: Precio, USD

# create_listing.details.empty_facilities.title
source: %@ has no facilities, so let’s skip this step
es: %@ no tiene comodidades, así que saltémonos este paso

# create_listing.details.empty_details.title
source: %@ has no general details, so let’s skip this step
es: %@ no tiene detalles generales, así que saltémonos este paso

# create_listing.details.empty_advanced.title
source: %@ has no advanced details, so let’s skip this step
es: %@ no tiene características adicionales, así que saltémonos este paso

# create_listing.details.price.rent.title
source: Price per month, USD
es: Precio por mes, USD

# create_listing.facilities.title
source: FACILITIES
es: COMODIDADES

# create_listing.photos.empty_state.text
source: Choose photos that best represent your property
es: Elija las fotos que mejor representen su propiedad

# create_listing.photos.empty_state.button.title
source: UPLOAD PHOTOS
es: CARGAR FOTOS

# create_listing.photos.upload_view.title
source: Upload more photos (%d/%d)
es: Cargar mas fotos (%d/%d)

# create_listing.photos.photo_cell.main_image.text
source: Main picture
es: Foto principal

# create_listing.photos.options.set_as_main.title
source: Set as main picture
es: Establecer como foto principal

# create_listing.photos.options.delete.title
source: Delete picture
es: Eliminar foto

# create_listing.finish.button.title
source: Exit
es: Salir

# create_listing.finish.popup.title
source: Finish creating?
es: ¿Terminaste tu aviso?

# create_listing.finish.popup.text
source: You can exit creating and we will save your progress so you can continue later
es: Puedes salir de la creación y guardaremos tu progreso para que puedas continuar más tarde.

# create_listing.finish.popup.dont_save_and_exit.title
source: Don’t save & exit
es: No guardar y salir

# create_listing.finish.popup.save_and_exit.title
source: Save & exit
es: Guardar y salir

# create_listing.finish.popup.continue.title
source: Continue creating
es: Continuar creando

# create_listing.finish.edit_popup.title
source: Finish editing?
es: ¿Terminaste de editar?

# create_listing.finish.edit_popup.text
source: You can exit but editing progress will be lost
es: Puede salir, pero se perderá el progreso de la edición

# create_listing.finish.edit_popup.continue.title
source: Continue editing
es: Continuar editando

# create_listing.created.alert
source: Listing has been successfully updated
es: Aviso actualizado con éxito

# edit_listing.title
source: Edit Listing
es: Editar aviso

# sign_up.title
source: Create profile
es: Crear cuenta

# sign_up.first_name.title
source: First name
es: Nombre

# sign_up.last_name.title
source: Last name
es: Apellido

# sign_up.full_name.title
source: Full name
es: Nombre completo

# sign_up.phone.title
source: Phone
es: Teléfono

# sign_up.password.title
source: Password
es: Contraseña

# sign_up.contry_list.title
source: Choose a country
es: Elige un país

# profile.email.title
source: Email
es: Correo electrónico

# profile.phone.title
source: Your phone number
es: Teléfono

# profile.currency.title
source: Currency
es: Moneda

# profile.account.title
source: Account
es: Cuenta

# profile.about.text
source: ABOUT
es: Sobre nosotros

# profile.about.terms.title
source: Terms and Conditions
es: Términos y condiciones

# profile.about.privacy.title
source: Privacy Policy
es: Política de privacidad

# profile.account.sign_out.title
source: Sign out
es: Cerrar sesión

# profile.account.delete_account.title
source: Delete account
es: Eliminar cuenta

# edit_profile.title
source: Edit profile
es: Editar Perfil

# edit_profile.buttons.change_photo.title
source: CHANGE PHOTO
es: CAMBIAR FOTO

# edit_profile.buttons.save.title
source: SAVE
es: GUARDAR

# edit_profile.first_name.title
source: First name
es: Nombre

# edit_profile.last_name.title
source: Last name
es: Apellido

# edit_profile.full_name.title
source: Full name
es: Nombre completo

# edit_profile.change_email.title
source: Change email
es: Cambiar correo electrónico

# edit_profile.change_phone_number.title
source: Change phone
es: Cambiar teléfono

# edit_profile.update_user.popup.success.text
source: User updated
es: Perfil actualizado con éxito

# edit_profile.update_email.popup.success.text
source: Email changed
es: Correo actualizado con éxito

# edit_profile.update_avatar.popup.success.text
source: Photo successfully uploaded
es: Foto cargada correctamente

# edit_profile.exit_alert.title
source: Save changes?
es: ¿Desea guardar los cambios?

# edit_profile.exit_alert.message
source: You have unsaved changes. If you exit they will be lost.
es: Usted tiene cambios sin guardar. Si sale, se perderán.

# edit_profile.avatar_formats
source: The picture must be in png, jpg or jpeg format
es: La imagen debe estar en formato .png, .jpg o .jpeg

# currency.usd.title
source: United States dollar (USD)
es: Dólar estadounidense (USD)

# currency.sol.title
source: Peruvian Sol (S/)
es: Nuevo sol (PEN)

# my_listings.title
source: My listings
es: Mis Avisos

# my_listings.segment.published
source: Published
es: Publicado

# my_listings.segment.not_published
source: Not published
es: No publicado

# my_listings.empty_state.title
source: You have not added any listings yet.
es: Aún no has agregado ningún aviso.

# my_listings.empty_state_published.title
source: You have no published listings.
es: No tienes avisos publicados.

# my_listings.empty_state_not_published.title
source: All your listings are published.
es: Todos tus avisos están publicados.

# my_listings.empty_state_published.subtitle
source: You can publish listings from draft or add a new one
es: Puedes publicar avisos desde el borrador o agregar uno nuevo

# my_listings.empty_state.button.text
source: ADD NEW LISTING
es: Publicar un aviso

# my_listings.add_button.text
source: ADD LISTING
es: PUBLICAR

# my_listings.bedrooms.abbreviation
source: %d bd
es: %d dor

# my_listings.bathrooms.abbreviation
source: %d ba
es: %d bñ

# my_listings.parking_slots.abbreviation
source: %d ps
es: %d estac

# my_listings.property_type.apartments.title
source: Apartment
es: Departamento

# my_listings.property_type.house.title
source: House
es: Casa

# my_listings.property_type.commercial.title
source: Commercial
es: Comercial

# my_listings.property_type.office.title
source: Office
es: Oficina

# my_listings.property_type.land.title
source: Land
es: Terreno

# my_listings.listing_type.sale.title
source: Sale
es: Venta

# my_listings.listing_type.rent.title
source: Rent
es: Alquiler

# my_listings.status.visible.title
source: Published
es: Publicado

# my_listings.status.hidden.title
source: Not Published
es: Borrador completo

# my_listings.status.unpublished.title
source: Unpublished
es: Despublicado

# my_listings.status.draft.title
source: in Draft
es: Borrador

# my_listings.options.open.title
source: Open
es: Abrir

# my_listings.options.edit.title
source: Edit details
es: Editar detalles

# my_listings.options.publish.title
source: Publish
es: Publicar

# my_listings.options.unpublish.title
source: Unpublish
es: Despublicar

# my_listings.options.delete.title
source: Delete
es: Eliminar

# my_listings.options.share.title
source: Share
es: Compartir

# my_listings.statistics.views
source: Views
es: Vistas

# my_listings.statistics.favorites
source: Favorites
es: Favoritos

# my_listings.statistics.contacts
source: Contacts
es: Interesados

# my_listings.days_left
source: %i days left
es: Le quedan %i días

# listing_preview.show_details.title
source: SHOW DETAILS
es: VER INMUEBLE

# listing_preview.navigate.title
source: NAVIGATE
es: NAVEGAR

# ar.main.title
source: AR View
es: Vista AR

# ar.main.subtitle
source: Listings for Sale
es: Propiedades en venta

# ar.mapView.title
source: Map view
es: Ver mapa

# ar.meters_counter.many.title
source: meters
es: metros

# ar.meters_counter.single.title
source: meter
es: metro

# ar.destination_reached.title
source: Your destination is reached.
es: Llegaste a tu destino.

# listing_details.price_per_month.text
source: per month
es: al mes

# listing_details.bedrooms.text
source: %d beds
es: %d dormitorios

# listing_details.bathrooms.text
source: %d baths
es: %d baños

# listing_details.parking_slots.text
source: %d prk slots
es: %d estacionamientos

# listing_details.bedrooms.text.singular
source: %d bed
es: %d dormitorio

# listing_details.bathrooms.text.singular
source: %d bath
es: %d baño

# listing_details.parking_slots.text.singular
source: %d prk slot
es: %d estacionamiento

# listing_details.parking_for_visitors.text
source: prk for visitors
es: estac para visitas

# listing_details.total_area.text
source: Total area:
es: Área total:

# listing_details.built_area.text
source: Built area:
es: Área de construcción:

# listing_details.covered_area.text
source: Covered area:
es: Área techada:

# listing_details.total_floors_count.text
source: %i total floors
es: %i pisos totales

# listing_details.floor_number.text
source: Floor #%i
es: Piso #%i

# listing_details.about.title
source: About this place
es: Sobre este inmueble

# listing_details.about.year.text
source: Built in %@
es: Construido en %@

# listing_details.about.show_more.title
source: Show more
es: Mostrar más

# listing_details.facilities.title
source: Available facilites
es: Comodidades

# listing_details.advanced.title
source: Advanced details
es: Características adicionales

# listing_details.contact_button.title
source: Contact
es: Llamar

# listing_details.contact_button.description
source: This call may incur additional costs
es: Esta llamada puede incurrir costos adicionales

# listing_details.action.more
source: More
es: Más

# listing_details.action.report
source: Report
es: Reportar

# listing_details.map.actions.title
source: Choose Map Provider
es: Elija el proveedor de mapas

# listing_details.map.actions.apple_maps
source: Use Apple Maps
es: Usar Apple Maps

# listing_details.map.actions.google_maps
source: Use Google Map
es: Usar Google Map

# listing_details.map.actions.waze
source: Use Waze Map
es: Usar Waze

# listing_details.call.actions_title
source: Call
es: Llamar

# listing_details.status.published
source: Published listing
es: Aviso publicado

# listing_details.status.unpublished
source: Unpublished listing
es: Aviso despublicado

# listing_details.status.not_published
source: Not published listing
es: Aviso no publicado

# listing_details.status.expired
source: Expired listing
es: Aviso expirado

# listing_search.empty_result.title
source: No matching results...
es: ¡Lo sentimos! No encontramos inmuebles como el que busca...

# listing_search.empty_result.text
source: Try change your search criteria.
es: Intente cambiar el criterio de búsqueda.

# search.bar.listings_found.text
source: Found: %d Listings
es: Encontramos: %d Inmuebles

# search.bar.filters_tip.text
source: Tap on filter to remove
es: Toque el filtro para eliminarlo

# listing.list.sort_by
source: Sort by:
es: Ordenar por:

# listing.list.sorting
source: Sorting
es: Ordenando

# listing.sort_option.price_low_to_high
source: Price: Lowest to Highest
es: Precio: Bajo a alto

# listing.sort_option.price_high_to_low
source: Price: Highest to Lowest
es: Precio: Alto a bajo

# listing.sort_option.newest_to_oldest
source: Newest to oldest
es: Publicaciones nuevas

# listing.sort_option.oldest_to_newest
source: Oldest to newest
es: Publicaciones antiguas

# listing.sort_option.closest_to_farthest
source: Closest to farthest
es: Más cercanos

# listing.sort_option.farthest_to_closest
source: Farthest to closest
es: Más lejanos

# listing.sort_option.area_highest_to_lowest
source: Area: Highest to Lowest
es: Área: Más amplios

# listing.sort_option.area_lowest_to_highest
source: Area: Lowest to Highest
es: Área: Más pequeños

# listing.sort_option.m2_price_highest_to_lowest
source: m2 Price: Highest to Lowest
es: Precio por m2: Alto a bajo

# listing.sort_option.m2_price_lowest_to_highest
source: m2 Price: Lowest to Highest
es: Precio por m2: Bajo a alto

# listing.sort_option.most_relevant
source: Most relevant
es: Relevancia

# listing_search.location_popup.title
source: Why we ask your location
es: Porque preguntamos por tu ubicación

# listing_search.location_popup.text
source: Your current location will be displayed on the map and used for nearby search results.
es: Para mostrarte inmuebles cerca a ti. Además, podrás ver tu ubicación en la vista de mapa.

# listing_search.ar_popup.title
source: Search for Properties using AR
es: Busca propiedades con Realidad Aumentada

# listing_search.ar_popup.text
source: Are you interested in the area where you are? Explore it with our AR and discover which properties are for sale or rent. Click on navigate and we will take you by the shortest route ...
es: ¿Te gusta la zona en donde estás? Escanéala con la vista AR y descubre que inmuebles están en venta o alquiler. Haz clic en navegar y te llevaremos al inmueble por la ruta más corta.

# listing_search.location_popup.done.title
source: GOT IT
es: ENTENDIDO

# listing_search.location_popup.cancel.title
source: Not now
es: Ahora no

# listing_search.search_bar.placeholder
source: District, province or city.
es: Distrito, provincia o ciudad

# listing_search.top_listings_title
source: Top Listings
es: Inmuebles Top

# search_by_location.permission_popUp.title
source: Turn on Location Services
es: Active los servicios de ubicación

# search_by_location.permission_popUp.message
source: To use Babilonia to find homes near you, go to Settings > Privacy > Location Services. Then enable location for the Babilonia app.
es: Para permitir que Babilonia encuentre inmuebles cerca a usted, vaya a Configuración> Privacidad> Localización. Luego habilite la ubicación para la aplicación Babilonia.
