Repository: Babilonia-PE/ios
Catalog: Babilonia/Resources/*.lproj/Localizable.strings
Languages: es

# search_by_location.current_location
source: Current location
es: Ubicación actual

# search_by_location.location_not_found
source: Location not found
es: Ubicación no encontrada

# search_by_location.recent_searches
source: Recent searches
es: Búsquedas recientes

# favorites_listings.title
source: Favorites
es: Favoritos

# favorites_listings.empty.title
source: Your favorite list is empty
es: Tu lista de favoritos está vacía

# favorites_listings.empty.description.first
source: For adding listing to list press
es: Para agregar inmuebles a tu lista, presiona el icono

# favorites_listings.empty.description.second
source: icon on preview. You also will receive updates about new photos and price changing
es: que se ecuentra en los avisos. ¡Ánimo! Empieza a guardar los inmuebles que más te gustan y no los pierdas de vista

# filters.title
source: Filters
es: Filtros

# filters.for_sale
source: For Sale
es: En venta

# filters.for_rent
source: For Rent
es: En alquiler

# filters.reset
source: Reset
es: Restablecer

# filters.price_range
source: Price range:
es: Rango de precio:

# filters.total_area
source: Total Area, m²
es: Área total, m²

# filters.built_area
source: Built Area, m²
es: Área de construcción, m²

# filters.covered_area
source: Covered Area, m²
es: Área techada, m²

# filters.range.min
source: Min
es: Mín

# filters.range.max
source: Max
es: Máx

# filters.range.from
source: From
es: Desde

# filters.range.to
source: To
es: Hasta

# filters.property_facilities
source: Property Facilities
es: Comodidades

# filters.apply_filters
source: Apply filters
es: APLICAR FILTROS

# filters.listings_found
source: %i listings found
es: %i inmuebles encontrados

# filters.all_facilities
source: All Facilities
es: Todas las comodidades

# filters.property_type.any
source: Any
es: Todos

# filters.total_floors
source: Total Floors
es: Pisos totales

# filters.floor_number
source: Floor number
es: Piso de la unidad

# filters.parking
source: Parking
es: Estacionamiento

# filters.warehouse
source: Warehouse
es: Almacén

# filters.applied.builtArea.type
source: Built:
es: Construcción:

# filters.applied.coveredArea.type
source: Covered:
es: Techada:

# filters.applied.floors
source: floors
es: pisos

# filters.applied.floors.singular
source: floor
es: piso

# filters.parking_slots
source: %i prk slots
es: %i estac

# filters.parking_slots.singular
source: %i prk slot
es: %i estac

# payments.flow.title
source: Publish your listing
es: Publica tu inmueble

# payments.profile_selection.description
source: Select a profile
es: ¿Cómo deseas publicar?

# payments.plan_selection.description
source: Compare and select the type of ad that suits you the most.
es: Compara y selecciona la categoría de aviso que más te convenga.

# payments.period_selection.description
source: Select the period of publising listing.
es: Selecciona el período de publicación

# payments.profile_selection.button
source: Select profile
es: SELECCIONAR PERFIL

# payments.plan_selection.button
source: Select plan
es: SELECCIONAR PLAN

# payments.period_selection.button
source: Check out
es: COMPRAR

# payments.profile.owner
source: Owner
es: Dueño

# payments.profile.realtor
source: Realtor
es: Agente o Inmobiliaria

# payments.profile.company
source: Construction Company
es: Constructor o Desarrollador

# payments.profile.description
source: Realtor and Construction company functionality is available on the website. Please visit babilonia.io
es: Para publicar como agente o constructora, por favor visite nuestra web babilonia.io

# payments.price.from
source: from S/ %@
es: desde S/ %@

# payments.period.days
source: %i days
es: %i días

# payments.checkout.title
source: Checkout
es: Comprar

# payments.checkout.pay
source: Pay %@
es: Pagar %@

# payments.checkout.card_name
source: Name on card
es: Nombre en la tarjeta

# payments.checkout.experation_date_placeholder
source: MM / YY
es: MM / AA

# payments.listing_plan.standard
source: Standard Listing
es: Aviso Estándar

# payments.listing_plan.plus
source: Plus Listing
es: Aviso Plus

# payments.listing_plan.premium
source: Premium Listing
es: Aviso Premium

# payments.plan_title.standard
source: Standard plan
es: Plan Estándar

# payments.plan_title.plus
source: Plus plan
es: Plan Plus

# payments.plan_title.premium
source: Premium plan
es: Plan Premium

# payments.alert.listing_published_success
source: Listing published successfully
es: Aviso publicado con éxito

# payments.plan.expired.status
source: Expired
es: Expirado

# payments.checkout.termsConditions
source: By clicking on Pay, you are accepting our 'Terms and Conditions of Advertising'
es: Al hacer clic en 'Pagar', estas aceptando nuestros Términos y Condiciones de Compra

# photo_gallery.title
source: Photo Gallery
es: Galería de fotos

# photo_gallery.photos_count
source: %i photos
es: %i fotos

# inbox.comming_soon
source: Coming soon…
es: Próximamente...

# skip.button.title
source: Skip
es: Saltar

# guest.welcome.title
source: Welcome to Babilonia
es: Ingresa a Babilonia

# guest.message.title
source: Register or sign-in to access all of our features • Contact listing owners or agent’s • Save listings to your favorites • Publish and manage all your listings
es: Inicia sesión o regístrate para poder acceder a todas nuestras funciones • Ponte en contacto con los anunciantes • Agrega inmuebles a tus favoritos • Publica y maneja tus inmuebles

# sign.button.title
source: Sign-in
es: Ingresar

# notNow.button.title
source: Not now
es: Ahora no
